#size.py
#CManager
# -*- coding:utf-8 -*-
"""""""""""""""""""""""""""""""""
メイン画面についての設定
"""""""""""""""""""""""""""""""""
# 本体のサイズ
w_size = (800,600) # 横、幅
# 画面の背景色（共通）
w_BK_color = '#0092bc'
# アプリアイコンの画像
w_icon = './images/icon.ico'
# 文字色の設定
w_FT_color = '#FFF'

"""""""""""""""""""""""""""""""""
メニューの設定
"""""""""""""""""""""""""""""""""
# 開くメニューのアイコン
m_open = './images/icon-file.png'
# ヘルプメニューのアイコン
m_help = './images/icon-help.png'

"""""""""""""""""""""""""""""""""
NBタブの設定
"""""""""""""""""""""""""""""""""
# スタートタブのアイコン
n_start = './images/icon-start.png'
# 顧客登録タブのアイコン
n_register = './images/icon-register.png'
# 検索タブのアイコン
n_search = './images/icon-search.png'

"""""""""""""""""""""""""""""""""
ロゴやボタンの設定
"""""""""""""""""""""""""""""""""
# ロゴの設定
logo = './images/logo.png'
# スタートボタンの設定
b_start = './images/button-Start.png'
# 登録ボタン
b_register = './images/button-Search.png'
# 検索ボタン
b_search = './images/button-Start.png'

"""""""""""""""""""""""""""""""""
各種サイズについての設定です。
"""""""""""""""""""""""""""""""""
"""""""""""""""""""""""""""""""""
各種サイズについての設定です。
"""""""""""""""""""""""""""""""""
